{
    "Home":"الصفحة الرئيسية",
    "About":"حولنا",
    "Work":" العمل",
    "Category":" الفئات",
    "offers you an easy way to create a resume that":"يقدم لك إمكانية إنشاء سيرة ذاتية بطريقة سهلة",
    "with ATS standards.":" ومطابقة لقواعد ATS",
    "With SkyCV, you can craft a professional resume that helps you stand out to employers and enhances your chances of landing your ideal job. ":" مع SkyCV، يمكنك تصميم سيرة ذاتية احترافية تساعدك على التميز أمام الشركات وتعزيز فرصك في الحصول على الوظيفة المثالية.",
    "Create Your CV":"أنشئ سيرتك الذاتية",
    "Login to create cv":"تسجيل الدخول لإنشاء السيرة الذاتية",
    "What is an Applicant Tracking System (ATS)?":"ما هو نظام تتبع المتقدمين (ATS)؟",
    "The Applicant Tracking System (ATS) is software used by companies to efficiently manage job applications. It helps filter and evaluate resumes based on specific criteria, such as keywords, experience, and skills required for the job.":"نظام تتبع المتقدمين أو ATS هو برنامج تُستخدمه الشركات لإدارة طلبات التوظيف بكفاءة. يعمل النظام على فرز وتقييم السير الذاتية المرسلة بناءً على معايير محددة، مثل الكلمات الرئيسية، والخبرات، والمهارات المطلوبة في الوظيفة.",
    "The ATS scans resumes electronically and ranks them according to how well they match the job requirements. If a resume is poorly formatted or lacks the right keywords, it may be excluded before the employer even sees it. Therefore, job applicants need to ensure that their resumes are designed in a way that is ATS-friendly, increasing their chances of passing the initial screening and reaching the interview stage.":"يقوم ATS بمسح السير الذاتية إلكترونيًا، ويقوم بترتيبها وفقًا لتوافقها مع متطلبات الوظيفة. إذا كانت السيرة الذاتية غير منظمة أو لا تحتوي على الكلمات المفتاحية الصحيحة، فقد يتم استبعادها قبل أن يصل صاحب العمل إلى قراءتها. لذلك، يجب على المتقدمين التأكد من أن سيرهم الذاتية مصممة بطريقة تتوافق مع هذا النظام لضمان زيادة فرص اجتياز الفحص الأولي والوصول إلى مرحلة المقابلة.",
    "SkyCV will create your resume based on ATS standards, ensuring it is compatible with Applicant Tracking Systems used by companies to filter applications and increase your chances of securing an interview.":"سيقوم SkyCV بإنشاء سيرتك الذاتية بناءً على معايير ATS، لضمان توافقها مع أنظمة تتبع المتقدمين التي تستخدمها الشركات لتصفية الطلبات وزيادة فرصك في الحصول على مقابلة.",
    "?How to Boost Your Resume’s Chances in Applicant Tracking Systems":"كيف تزيد من فرص قبول سيرتك الذاتية في أنظمة التوظيف الإلكترونية؟",
    "Choose Job Descriptions Carefully:":"اختر الوصف الوظيفي بعناية:",
    "Use keywords from job postings to boost your chances of passing through ATS. Our site helps you with this.":" استخدم كلمات مفتاحية من إعلانات الوظائف لتعزز فرصتك في اجتياز أنظمة ATS. موقعنا سيقوم بمساعدتك على ذلك.",
    "Simplicity is Key:":"البساطة هي المفتاح:",
    "Avoid using complex tables or graphics; simpler resumes are more easily accepted by tracking systems.":" تجنب استخدام الجداول أو الرسومات المعقدة؛ السير الذاتية البسيطة أكثر قبولًا في أنظمة التتبع.",
    "Add Specific and Accurate Information:":"أضف معلومات دقيقة ومحددة:",
    "Make sure every section of your resume reflects the skills and experiences that match the job.":" تأكد من أن كل جزء من سيرتك الذاتية يعكس المهارات والخبرات التي تتوافق مع الوظيفة.",
    "SkyCV ensures optimal organization of your details.":" موقع SkyCV يضمن لك تنظيم مثالي للمعلومات.",
    "Check Your Details:":"التحقق من التفاصيل:",
    "Ensure there are no spelling or formatting errors. Our platform makes sure your resume is perfect and ready for submission.":" تأكد من عدم وجود أخطاء إملائية أو تنسيقية. موقعنا يتحقق من أن سيرتك الذاتية مثالية وجاهزة للإرسال.",



    "login to SkyCV":"تسجيل الدخول الى SkyCV",
    "Sign In":"تسجيل الدخول",
    "Email":"البريد الإلكتروني",
    "Password":"كلمة المرور",
    "You do not have an account":" ليس لديك حساب",
    "Register":"تسجيل",
    "Sign Up":"تسجيل",
    "Name":"الاسم",
    "Confirm Password":"تأكيد كلمة المرور",
    "You have an account":"لديك حساب",




    "Dashboard":"لوحة التحكم",
    "Edit CV":"تعديل CV",
    "Edit Basic Information":"تعديل المعلومات الأساسية",
    "Edit Profile Information":"تعديل معلومات الملف الشخصي",
    "Edit Skills":"تعديل المهارات",
    "Edit Education Details":"تعديل تفاصيل التعليم",
    "Edit Language":"تعديل اللغة",
    "Edit Experiences":"تعديل الخبرات",
    "Edit Projects":"تعديل المشاريع",
    "Profile":"الملف الشخصي",
    "Log Out":"تسجيل الخروج",



    "Basic Information":"المعلومات الأساسية",
    "Full Name":"الاسم الكامل",
    "Enter your Name":"أدخل اسمك",
    "Job Title":"العنوان الوظيفي",
    "Enter your Job Title":"أدخل عنوان وظيفتك",
    "Email address":"عنوان البريد الإلكتروني",
    "Enter your Email address":"أدخل عنوان بريدك الإلكتروني",
    "Phone Number":"رقم الهاتف",
    "Enter your Phone Number":"أدخل رقم هاتفك",
    "Github link":" رابط Github ",
    "Linkedin link":"رابط Linkedin",
    "Address":"العنوان",
    "Enter your address":"أدخل عنوانك",
    "Country":"الدولة",
    "Enter your country":"أدخل بلدك",
    "Save":"حفظ",
    "Update":"تعديل",
    "Profile Information":"معلومات الملف الشخصي",
    "Enter Skills:":"أدخل المهارات:",
    "enter more skills":"أدخل المزيد من المهارات",
    "Skills Edit :":"تعديل المهارات :",
    "Education ":" التعليم",
    "University, Institute":"جامعة، معهد",
    "Start Date":"تاريخ البدء",
    "End Date":"تاريخ الانتهاء",
    "Major":"التخصص ",
    "Next":"التالي",
    "Languages":"اللغات",
    "Enter Language:":"ادخل اللغة",
    "add..":"..اضف",
    "Edit Language :":"تعديل اللغة :",
    "Experiences Details،Volunteer campaigns":"تفاصيل الخبرات،الحملات التطوعية",
    "Company Name , Freelance work":"اسم الشركة , عمل حر",
    "Enter company name or Freelance work":"أدخل اسم الشركة أو العمل المستقل",
    "Position":"المنصب",
    "I am still working here":"مازلت أعمل هنا",
    "Description":"الوصف",
    "Experiences Edit":"تعديل الخبرات",
    "Project Details":"تفاصيل المشروع",
    "Edit Project":"تعديل المشروع",
    "Project Name":"اسم المشروع",
    "Technologies used":"التقنيات المستخدمة",
    "You haven't created your CV, let's start now!":"لم تقم بإنشاء سيرتك الذاتية بعد، فلنبدأ الآن!",
    "Back to create your cv":"العودة لإنشاء سيرتك الذاتية"

    
}